<div contenteditable="true" style="width: 95%;">

	<p class="sizelabel">A small list of words with conjuncts. Shown at: <span style="font-weight:bold;"><span id="changedfontsizeConjuncts">60</span>px / <span id="changedlineheightConjuncts">1.4</span>em</span></p>

		<div class="dontprint">
			<input type="range" min="12" max="100" value="60" step="1" oninput="changeFontSizeConjuncts(this.value)" onchange="changeFontSizeConjuncts(this.value)" style="width: 300px;" />
			<input type="range" min="1" max="2.5" value="1.4" step="0.05" oninput="changeLineHeightConjuncts(this.value)" onchange="changeLineHeightConjuncts(this.value)" style="width: 125px;" />
			<script type="text/javascript">
				function changeFontSizeConjuncts(newValue) {
					document.getElementById("changedfontsizeConjuncts").innerHTML=newValue;
					$('.changesizeConjuncts').css('font-size',newValue + 'px');
				};
				function changeLineHeightConjuncts(newValue) {
					document.getElementById("changedlineheightConjuncts").innerHTML=newValue;
					$('.changesizeConjuncts').css('line-height',newValue);
				};
			</script>
		</div>
		<br />

	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">
		दुष्प्रेक्ष्यः राष्ट्रप कार्रवाई विकल्पों सुन्नी तस्वीरें स्टेट हफ़्ते क़स्बों सुरक्षा क़ब्ज़ा वैद्यनाथन कार्यक्रम कार्रवाई राष्ट्रपति एचडब्ल्यू कि प्रशिक्षण लिए रिवोल्यूशयूशनरी प्रमुख सक्रिय फ़ोटोग्राफ तस्वीरों नेतृत्व क्या अड्डे मार्चर्च फ़िल्माए उन्होंने स्पीचर फ़ोटोग्राफ़ आत्मसमर्पर्पण उन्हें कुछ दूसरी कर्मियोंमियों विद्रोहियोंरोहियों ट्विटर एंड्रॉएड धर्मगुरु हूँईंड्डूट्टूर्नौ
	</p>

	<p> &nbsp; </p>
	<p> &nbsp; </p>
	
	<p class="sizelabel" style="margin-bottom: 20px">Conjuncts</p>
	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">
		क्त क्त्र क्ष क्षु क्षू क्ष्म क्ष्य ख्न ग्न घ्न ङ्क ङ्क्र ङ्क्त ङ्क्ष ङ्ख ङ्ग ङ्ग्र ङ्घ ङ्घ्र ङ्म ङ्र च्र छ्र छ्न छ्व ज्र ज्ञ ज्ञ्र झ्र ञ्र ञ्च ञ्ज ट्र ट्ट ट्ट्य ट्ठ ट्ढ ट्न ट्य ट्व ठ्र ठ्ठ ठ्ठ्य ठ्न ठ्य ड्र ड्घ ड्ट ड्ड ड्ड्य ड्ढ ड्न ड्म ड्य ढ्र ढ्ढ ढ्ढ्य ढ्न ढ्य ण्र त्र त्त थ्र द्र द्र्य द्रु द्रू दु दू द्ग द्ग्र द्गु द्गू द्घ द्घु द्घू द्घ्य द्द द्द्य द्ध द्धु द्धू द्ध्य द्ध्र्य द्न द्नु द्नू द्ब द्ब्र द्बु द्बू द्भ द्भु द्भू द्भ्य द्य द्म द्व द्वु द्वू द्व्य दृ द्य्र ध्र न्र न्न न्भ न्म प्र प्झ प्ट फ्र ब्र भ्र म्र य्र रु रू ल्र व्र श्र श्च श्न श्व ष्र ष्ट ष्ट्य ष्ट्व ष्ठ ष्ठ्य ष्ठ्व स्र स्त्र स्थ ह्र हु हू हृ ह्ण ह्न ह्म ह्य ह्ल ह्व
	</p>

	<p> &nbsp; </p>
	<p> &nbsp; </p>

	<p class="sizelabel" style="margin-bottom: 20px">Rakar</p>
	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">
		क्र ख्र ग्र ग्र्य घ्र त्ख्र ङ्क्र द्ग्र द्ब्र द्व्र म्भ्र ब्भ्र भ्र्य श्र्य न्ध्र छ्र्य द्र्य ढ्र्य ट्र्य त्र्य क्स्प्र च्छ्रू ष्ट्रि ष्ट्री द्व्रु ट्रु ट्रू ठ्रु ठ्रू ड्रु ड्रू ढ्रु ढ्रू छ्रु छ्रू च्छ्रू
	</p>

	<p> &nbsp; </p>
	<p> &nbsp; </p>

	<p class="sizelabel" style="margin-bottom: 20px">Reph</p>
	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">
		र्की र्ट्र र्छ्रि र्ट्रि र्ठ्रि र्ड्रि र्ढ्रि र्द्रि र्परै र्परे र्वर्ड़ू
	</p>

	<p> &nbsp; </p>
	<p> &nbsp; </p>

	<p class="sizelabel" style="margin-bottom: 20px">Ikar Reph</p>
	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">
		र्छ्रि र्ट्रि र्ठ्रि र्ड्रि र्ढ्रि
	</p>

	<p> &nbsp; </p>
	<p> &nbsp; </p>
	<p> &nbsp; </p>
	<p> &nbsp; </p>

	<p class="sizelabel" style="margin-bottom: 20px">The 1,355 most common Hindi, Marathi, & Nepali conjuncts scraped from wikipedia (via: https://github.com/m4rc1e/devanagari-conjuncts).</p>

	<p class="sizelabel" style="margin-bottom: 20px">+10,000 uses</p>
	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">

प्र स्य न्द त्र क्ष त्त थ्व ण्ड ज्य स्थ श्र स्व ग्र स्त त्य स्क क्र ल्ल क्त स्ट न्य ध्य व्य द्ध च्य म्ब ब्र ख्य द्व न्ह ष्ट्र ष्ठ ल्म श्व न्त छ्य ल्य द्य द्र ज्ञ न्न प्त क्स क्क ग्व ष्ट न्म क्य त्व क्ट ण्य स्प श्च म्ह ब्द ट्र ल्ह क्व स्त्र त्प व्ह म्प च्व श्य न्स न्त्र य्य क्ल ष्ण थ्य च्च फ्र म्म ग्ल स्र न्ध्र त्म ल्प त्स न्द्र द्द स्ट्र म्य ह्य च्छ ट्ट ल्व प्प स्म ध्व म्र न्ध ल्स न्ड ब्ल म्भ प्ट ध्र ल्ड ड्र प्ल ग्य स्ल ल्ट क्स्प्र न्थ प्य ष्य ह्म ब्ध ल्क त्न म्स स्स ट्स ह्न ट्य घ्र त्त्व न्ट फ्ल न्ह्य ष्म त्क क्ष्म ऱ्य ब्ज ष्क ग्न क्श ञ्च भ्य श्ल प्व म्न श्न फ्ट ड्स ञ्ज व्र श्म ड्य स्न भ्र ल्त ड्ड ब्ब ब्य
	</p>

	<p> &nbsp; </p>

	<p class="sizelabel" style="margin-bottom: 20px">10,000 – 1,000 uses</p>
	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">

द्म ल्ब ल्फ न्व ल्ह्य ज्ज ल्द क्ट्र स्फ ळ्य क्ष्य स्क्र ज्व ग्द ष्प त्थ ठ्य श्त ङ्ग प्स ण्ट स्थ्य म्ल त्र्य द्घ ङ्क ग्स न्क ब्ल्य ह्र न्ज ळ्ळ ट्ल ल्ज ग्ग ध्द ट्ठ झ्य श्क द्भ ब्व क्च स्ब फ्त घ्य ण्ण थ्र ल्ग ट्ज म्प्य न्ग ग्ध द्ग न्फ क्ष्व ट्व ख्त ब्स ठ्ठ स्प्र स्ज ग्म न्स्ट क्न ल्ल्य क्ख फ्फ प्न ल्च ल्न व्व न्च म्प्र क्ज ग्ड ख्र ह्व ज्म ष्ट्य ऱ्ह फ्य ल्द्व ण्व स्क्व न्ड्र न्श छ्व म्ब्र झ्व ग्ट प्ण क्झ स्त्य न्ट्र म्फ ल्थ क्स्ट न्र ग्ब त्स्य ल्श ढ्य ज्र म्प्ल ष्क्र स्च त्ल ग्ज त्झ क्म ड्व ख्व व्स ग्ण ल्व्ह स्ड व्ल प्श श्श
	</p>

	<p> &nbsp; </p>

	<p class="sizelabel" style="margin-bottom: 20px">1,000 – 100 uses</p>
	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">

त्प्र क्प ट्न ज्न म्व त्ज ल्ड्स त्त्य ण्ड्र श्ट न्ल ऩ्ऩ ड्ल ल्म्स न्स्क म्स्ट स्प्ल क्ट्स घ्न ल्फ्र ह्ल ब्न ख्म न्झ ङ्म न्प ण्ठ म्प्स ऱ्ऱ त्ख त्क्र त्म्य ज्ड ङ्ङ ल्ट्र न्ट्स ड्ढ ल्ड्र ज्ज्ञ स्ख स्ट्स म्त न्फ्र य्क म्ड ट्झ न्ब व्स्क ष्प्र न्त्य म्क ब्ड द्ब म्प्ट न्फ्ल क्ड ड्ज ट्क ख्श श्ठ न्व्ह थ्न न्क्र न्छ प्प्य ह्त ड्ग न्ध्य ल्भ क्स्प्ल त्श ब्त व्ड त्स्क च्क ञ्ञ ह्फ ङ्ज ट्ट्य म्द स्क्य स्द्ग्फ ध्ब्द्फ व्द ल्ख ख्ख ट्च द्द्य ग्स्ट क्ष्ण फ्स म्ट प्च य्व श्ब म्ज ग्न्य ङ्ख ज्ज्व त्च ल्क्य ल्प्स क्स्ट्र च्ह ण्म ऩ्ऱ द्ज ल्स्क न्ड्स झ्न द्न स्ट्य न्ग्र क्स्प ळ्ल क्ब न्द्व ष्त प्क ज्ह य्न म्च थ्स ड्न त्स्न स्त्व क्त्य प्फ त्स्व स्क्ल ड्थ ख्स य्स ष्फ न्ऱ क्क्य ल्स्ट ज्ब क्थ स्ग क्त्र क्स्ड श्र्व ग्क ण्ट्र ऩ्प स्द ख्न व्न थ्म ष्व ञ्ज्य त्व्ह ल्ट्स च्ल ग्त प्थ छ्ल न्स्क्र म्स्क ड्क झ्ट द्ध्य ग्र्य फ्थ द्ल ड्म ज्क फ्न न्ग्ल ड्र्य न्स्प ज्द ल्झ न्भ य्त च्र व्ज त्ब ह्त्य न्थ्र त्त्प ब्र्य द्स्य ल्र श्द म्ब्ल प्ड द्स ध्न त्भ म्श क्स्च त्क्ष झ्क द्द्ल न्फ्य न्द्य ज्ल ल्फ्य ङ्ग्र ळ्व ब्स्ट ल्ट्ज य्ल ल्छ ग्भ य्ग ण्च ह्स थ्थ त्प्ल ल्त्स ग्घ क्प्र श्थ श्ग ट्प न्स्ट्र ण्क द्त न्क्व द्र्य ज्झ फ्क ङ्घ य्म च्ट ट्स्क त्फ ख्ल व्म य्र प्स्ट ख्ट श्ड द्क श्प ज्स ग्श च्त त्ग न्क्ल क्र्य च्ड ड्ट ह्द थ्ल क्ग फ्र्य श्ण ब्द्ध न्ख क्फ ल्ब्र च्स घ्व व्ह्य न्घ म्ग ष्च फ्ल्य झ्झ ष्ठ्य ग्प न्स्त फ्ग स्छ व्क क्त्व क्द न्स्ड ड्त ल्ठ
	</p>

	<p> &nbsp; </p>

	<p class="sizelabel" style="margin-bottom: 20px">99 – 10 uses</p>
	<p class="changesizeConjuncts" style="font-size: 60px; line-height: 140%;">

च्च्य ब्श स्भ क्स्फ झ्म श्द्र त्त्र श्ट्र द्ध्व भ्व क्र्स ण्प झ्ह न्स्ल ह्त्व छ्त य्ड ल्ब्य ण्ह म्म्य य्क्क क्स्ल न्क्स द्व्य ण्ध द्प म्फ्र छ्र फ्ट्स ग्झ ण्ड्स क्ल्य फ्ऱ च्न प्ट्स न्न्य द्झ ऴ्व स्ऱ्ऱ ण्ड्य ट्ग ट्म ब्ट ध्ध ल्क्स ग्च द्ग्र य्द क्ह ऩ्म फ्व न्त्स न्स्थ श्छ ड्द ग्त्स ल्ब्ल ङ्ख्य प्ल्य प्प्ण म्झ न्क्य च्प ल्ड्ट ण्ट्स फ्ट्व क्ए क्स्थ श्त्र ऱ्क ग्ल्य ऱ्प प्म स्प्ष्ट च्छ्व ल्स्प म्ह्य ष्न क्छ त्त्त न्स्य ण्द म्ह्ण स्च्व ब्क क्स्त श्च्य ज्ट य्ज ल्ध म्म्द ञ्ह च्छ्र ह्ण म्थ य्ह न्ठ च्म त्स्थ ष्त्र म्ण म्घ न्ख्य व्य्क्त ल्स्त ऴ्क ञ्छ ह्क ध्म छ्छ म्ख ड्ब स्ब्र ज्ज्ज्ज ल्व्ड व्ल्य ण्ग ब्झ ल्ग्र ह्ह व्त न्द्ग ण्त ङ्ल प्प्ल ह्स्त श्ह क्ग्र ष्ट्व ढ्ढ श्फ छ्ग ह्ज ध्क ग्स्ट्र स्त्त न्द्ल ज्प प्स्य व्ह्ज न्त्व प्त्य म्भ्र न्ग्व य्ट ड्स्ट त्द प्स्क स्प्य ड्भ त्स्फ ब्स्ट्र ङ्क्ल ङ्क्ष ट्श प्च्य ट्र्य ट्ब ड्झ झ्ल ज्त य्ख क्त्त फ्ज फ्फ्र क्ष्र द्फ ड्च ज्ग थ्र्य ङ्न ह्च ल्व्स क्स्स ड्क्ल न्स्व श्र्य द्श ल्ब्ध प्ज ण्ढ फ्घ ळ्ह स्म्य द्न्य ध्न्य न्स्म त्त्ब य्ब त्र्त द्र्व्य ठ्ह ह्य्प क्स्ब क्क्ष न्त्ज व्स्थ स्ट्र्य ङ्ग्ल स्त्ल न्ग्ट म्ब्य ल्घ ध्र्व न्द्स त्स्ल घ्त न्ज्य ऴ्क्क ल्फ्स त्ध ग्ह श्र्च म्छ द्स्क स्ठ व्ग म्ब्स ल्क्क न्स्ब न्ढ ङ्स ङ्ह ङ्क्स ह्प न्ग्स द्ध्श त्ह क्स्म क्स्क प्र्य न्त्र्य ण्ठ्य ल्प्र स्क्ज त्ट क्त्स न्स्फ ड्प थ्क स्क्र्य त्य्र ग्भ्र श्स ह्ग ल्प्प ल्भ्य थ्ब ड्ह ळ्त व्त्स ख्स्त ध्ब व्च व्प ल्र्ड ट्त न्ड्र्य ब्ग श्भ ज्भ म्प्श न्न्त घ्ट प्ट्य स्क्स ल्त्र फ्म न्च्य क्स्व क्स्र ड्क्श क्श्न स्व्य ञ्ग व्ब फ्ड छ्त्र ह्र्द न्स्ट्य स्प्स व्य्व द्द्व त्त्म च्ज ह्ट क्र्म ट्स्ब द्च स्ग्र ड्ब्ल्य प्ह ञ्झ श्ज स्ल्य झ्ग य्ट्ल ख्प ध्ह व्श क्स्य ष्र त्छ ढ्न ल्क्र ट्फ ध्र्य स्ट्ट ल्ह्व न्द्ब ऩ्य श्व्व ड्फ स्र्ट क्स्त्र ज्ज्य म्म्म्म य्प य्च ष्ल ल्ट्झ द्भ्र ड्ड्य व्ध फ्श स्छ्व झ्द ज्न्म स्म्र म्स्व छ्ह व्ह्स छ्त्त त्थ्य ल्द्र ह्ब ब्ह झ्ड न्ड्य ह्ल्ब म्स्त क्ट्य छ्न ल्य्स क्क्व ट्ख ब्स्क्र न्क्त स्ट्ल न्श्य न्द्क ऩ्क ख्ख्य द्ह च्ह्य न्ट्य स्श म्प्ड म्प्य्ल ङ्द भ्ल फ्स्क ग्ध्य ऩ्च द्र्र ब्भ न्ड्ट म्प्त ड्ल्ज क्ल्प ल्श्ट प्प्र ष्म्य व्ख ल्स्द द्ब्र न्प्र क्ऩ क्ष्ल क्म्म न्भ्र श्व्क व्झ न्द्त त्र्प्र छ्द्म प्द ण्ज ठ्र न्ट्ज न्ट्ल म्प्क ह्ड औ्र भ्द क्र्त ङ्क्त ड्स्क ल्ई ण्स म्य्स न्ष घ्घ थ्प ल्र्स त्ए त्म्क ग्फ ग्ज्य क्क्म ट्र्स न्त्त ग्ट्ल प्भ ल्त्ज श्ब्द स्ह त्न्य ङ्क्र म्ध्य म्स्ल म्आ स्स्ब ल्व्ज छ्प ण्ड्व म्ल्य ष्ष ढ्र ल्क्व द्र्ष्ट ल्ल्व ल्ल्ल ल्ल्स ल्ल्ह ल्स्ल त्त्थ ळ्स ब्घ झ्र ल्त्झ ह्ल्क ङ्व च्क्ल त्व्प न्ग्य ध्त ल्स्व त्य्क्ष ल्ऱ्ऱ ढ्त न्ड्ज स्थ्त न्त्च ऩ्व म्ध ळ्क स्व्त ब्स्त श्य्क ऴ्न्त ख्क छ्ठ ल्फ्ग स्य्न य्क्ल क्च्य ट्ट्न द्क्ष न्स्स क्ष्म्य त्त्क प्ग स्स्व न्ज्ज ज्च च्ब ज्फ्फ म्स्थ म्ॱ स्क्ड फ्ह ट्ट्म न्त्ल न्फ्ल्य ब्ब्य ब्ब्स ध्र्म स्ट्म ल्स्स त्त्स थ्द प्ब प्ळ त्स्र ण्र त्त्क्र ज्स्क श्ख ष्ट्र्प च्क्स स्त्क ह्भ न्ग्ग ख्द ध्प म्ब्ड ट्स्व छ्म य्श श्घ्र ग्स्ब त्ऩ क्त्ल फ्द ट्ट्स क्भ क्ळ न्ड्ल ग्ज्ञ स्च्र ल्द्स म्न्य श्ल्य श्र्न ऩ्ट ब्प ब्च्च ऱ्ऱ्य न्थ्य ष्र्य च्ग थ्थ्य क्य्त न्न्ड प्प्स द्त्र व्थ स्स्ल य्फ्फ त्त्त्त छ्ड द्प्र य्थ ऴ्त्त ग्स्य ग्थ न्क्स्ग ळ्क्क ल्ल्म ल्ल्ब न्स्र स्च्म स्च्य च्च्ह त्य्प न्क्श न्द्ज त्स्च ब्ख ब्स्क्य ज्फ ङ्य ङ्त ङ्च च्द न्ल्य ध्य्क्ष घ्ल न्ध्क स्य्म्प ड्स्ड व्ह्त ल्ढ प्ट्र न्स्भ स्छ्म न्क्ट न्स्ब्र ध्य्य श्व्य श्श्य ड्श त्स्प ळ्प द्र्ध ह्य्द्र श्न्स य्च्च त्व्र ठ्ठ्य न्ब्र श्त्ल ण्ड्र्य ण्क्य ल्च्य च्य्त स्त्स ढ्म द्र्श्य प्स्त फ्ई ट्ट्ल क्ठ क्स्न क्स्द अ्फ्र न्स्द ट्ह द्ख द्थ द्भ्य क्श्य ज्ञ्य स्त्र्य श्र्ल त्स्त ब्म ळ्ख स्व्ह ब्ट्य स्ध ष्ठ्व ल्म्ब ल्ग्ल ब्स्क ग्ग्र ङ्र ट्र्स्ट च्श प्त्व न्च्क ठ्ठ्ल भ्स य्फ स्ब्य क्ट्ठ फ्य्ल स्स्य श्प्र ण्ड्ल भ्न्द व्ह्र च्त्ल त्त्ल ग्स्प ग्ल्ड ग्ल्स उ्म क्क्न ट्भ ट्ऩ ट्ड स्च्ल ऱ्न्त ग्फ्र ब्ब्ल स्न्न य्न्च्क म्र्म म्र्य य्ब्र ट्र्ल ब्ध्व क्ब्र ऩ्त स्म्प प्ष ड्ख ध्य्म ऴ्च ऱ्व व्प्र न्ज्ड ह्त्त्व ब्ब्त च्य्य न्र्द द्स्त श्आ स्म्स ट्ल्य स्० व्व्व ग्ग्य द्ध्त प्प्न म्स्ब घ्स क्क्ल क्र्र क्ट्ट स्स्म स्स्क ट्स्म ह्म्ण फ्स्ट स्व्र य्छ ष्ट्म त्स्क्य ल्फ्ट ल्फ्म ह्न्स ह्स्व व्र्य थ्व्य म्ट्र ड्स्व झ्ट्ल न्च्व ख्त्य ड्व्ह य्प्प य्प्र ल्क्स्प क्क्त ट्थ च्च्त ब्ल्स य्य्य्य द्द्द ध्द्त न्य्व त्त्न ट्र्र ऱ्च ड्ऋ क्ष्क्ष ळ्ग ण्ब ब्च द्र्व ण्र्य ण्न ठ्त श्च्च छ्न्द न्र्त ज्ध स्झ म्प्न ञ्थ ब्स्ब ग्ग्स क्स्क्ल न्ब्र्ग स्त्न च्क्य क्ल्ब ह्श ल्स्ट्र न्न्ह ड्ब्ल प्प्प म्स्य ल्ड्व न्ष्ट न्ग्क न्ग्ज न्ग्ह ग्स्त म्म्त ढ्ड व्ह्न त्म्ह फ्ट्र ह्र्म ग्ष ग्ख फ्य्स ल्ट्य त्र्व ल्ल्स्ब च्त्स क्म्ट क्क्क म्म्न ल्ल्भ प्र्क ट्ण च्च्च प्ल्ह प्स्व द्द्र ट्त्र स्न्य न्क्ल्य ल्म्फ ऩ्न श्व्र ङ्ग्य प्य्र त्स्म व्श्य द्ड ज्स्थ क्श्च ल्क्ष्म ठ्ल ठ्न श्च्र ब्द्स ब्द्द ज्ऩ स्म्म स्ञ क्ग्ल ष्ठ्भ म्प्द ल्म्य न्ऩ ल्म्ह स्र्ष क्ष्त्र श्ट्य ष्ट्र्र च्ञ त्ज्क ङ्प क्य्र न्न्द न्न्न म्च्य म्च्द ऩ्स्प व्ह्स्क ल्म्स्ट व्छ स्स्थ स्क्ऱ ष्थ ष्द ल्म्ग्र त्ष ल्य्क ल्य्न न्व्य झ्क्व फ्फ्म ङ्घ्र त्र्क
	</p>

</div>