<div contenteditable="true" style="width: 80%;">

<p class="sizelabel">Change the text size & line-spacing. Currently: <span style="font-weight:bold;"><span id="changedfontsizeParagraphs">22</span>px / <span id="changedlineheightParagraphs">1.4</span>em</span></p><br/>

	<div class="dontprint">
		<input type="range" min="12" max="200" value="22" step="1" oninput="changeFontSizeParagraphs(this.value)" onchange="changeFontSizeParagraphs(this.value)" style="width: 300px;" />
		<input type="range" min="0.6" max="2" value="1.4" step="0.05" oninput="changeLineHeightParagraphs(this.value)" onchange="changeLineHeightParagraphs(this.value)" style="width: 125px;" />
		<script type="text/javascript">
			function changeFontSizeParagraphs(newValue) {
				document.getElementById("changedfontsizeParagraphs").innerHTML=newValue;
				$('.changesizeParagraphs').css('font-size',newValue + 'px');
			};
			function changeLineHeightParagraphs(newValue) {
				document.getElementById("changedlineheightParagraphs").innerHTML=newValue;
				$('.changesizeParagraphs').css('line-height',newValue);
			};
		</script>
	</div>
	<br />

	<p class="namelabel">Bhojpuri</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.4em;">मानवाधिकार खातिर संयुक्त राष्ट्र उच्चायुक्त सबहिं के लेल मानवाधिकार मानवाधिकार घोषणा के पचासवां वर्षगांठ

सबहिं के ओकर उचित सम्मान आओर मानव परिवार के सभे आदिमी के बराबरी के हक ही विश्व समुदाय के अजादी, न्याय आओर शांति के बुनियाद हवे। मानवाधिकार के उल्लंघन हरदम अमानवीय काज के कारणो होखेला जा के चलते मानवता के अंत:करण दु:खी होखेला। एक आम आदिमी के सबसे बड़ा इच्छा इहे होखेला कि इ दुनिया में ओके भाषण और विचार के आजादी मिले साथ हि डर आओर इच्छा से हो मुक्ति मिले। यदि केहु तानाशाही चाहे दमन के खिलाफ अंतिम हथियार के रूप में बगावत करे खातिर मजबूर ना होए, त ओकरा खातिर कानून के मार्फत ओकर मानवाधिकार के बचावे के इंतजाम होबे के चाही। इहो जरूरी हवे कि राष्ट्र सब के बीच दोस्ती बढ़ाएल जाए। संयुक्त राष्ट्र के लोगिन आपन चार्टर में मौलिक मानवाधिकार, मानव के सम्मान आओर उपयोगिता तथा आदिमी आओर औरत के बराबर अधिकार खातिर आपन विश्वास जतौलन हउ। साथहिं ई लोगनि स्वतंत्रता के माहौल में सामाजिक प्रगति तथा जीवन के स्तर के बढ़ावे के भी दृढ़ निश्चय कएलन ह। साथ ही सदस्य राष्ट्र सब संयुक्त राष्ट्र के मदद से मानवाधिकार आओर मौलिक स्वतंत्रता खातिर लोगिन में मान बढ़ावे के भी संकल्प लेलन ह। ओही खातिर ए संकल्प के पूरा करे के खतिर ई सब अधिकार आओर स्वतंत्रता के समझ सबसे जरूरी बा। अब, एही खातिर महासभा ई ऐलान करता कि मानवाधिकार के ई घोषणा के सभे लोग आओर सभे राष्ट्र पालन करे। सभे व्यक्ति आओर समाज के सब अंग हरदम इ घोषणा के आपन दिमाग में रखे। संयुक्त राष्ट्र के सदस्य राष्ट्र के लोगिन के बीच चाहे हुनी के अधिकार क्षेत्रा में रहे वाला लोगन के बीच प्रगतिशली कदम या शिक्षा के जरिए इ अधिकार और स्वतंत्रता के प्रति मान जगाएल जाए।</p>
	<p>&nbsp;</p>

	<p class="namelabel">Bodo</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em; color: #ccc; font-style: italic;">(Translation in progress)</p>
	<p>&nbsp;</p>

	<p class="namelabel">Dogri</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em; color: #ccc; font-style: italic;">(Translation in progress)</p>
	<p>&nbsp;</p>

	<p class="namelabel">Hindi</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em;">मानव अधिकारों की सार्वभौम घोषणा

१० दिसम्बर १९४८ को यूनाइटेड नेशन्स की जनरल असेम्बली ने मानव अधिकारों की सार्वभौम घोषणा को स्वीकृत और घोषित किया । इसका पूर्ण पाठ आगे के पृष्ठों में दिया गया है । इस ऐतिहासिक कार्य के बाद ही असेम्बली ने सभी सदस्य देशों से अपील की कि वे इस घोषणा का प्रचार करें और देशों अथवा प्रदेशों की राजनैतिक स्थिति पर आधारित भेदभाव का विचार किए बिना, विशेषतः स्कूलों और अन्य शिक्षा संस्थाओं में इसके प्रचार, प्रदर्शन, पठन और व्याख्या का प्रबन्ध करें ।

इसी घोषणा का सरकारी पाठ संयुक्त राष्ट्रों की इन पांच भाषाओं में प्राप्य हैः—अंग्रेजी, चीनी, फ्रांसीसी, रूसी और स्पेनिश । अनुवाद का जो पाठ यहां दिया गया है, वह भारत सरकार द्वारा स्वीकृत है ।

चूंकि मानव परिवार के सभी सदस्यों के जन्मजात गौरव और समान तथा अविच्छिन्न अधिकार की स्वीकृति ही विश्व-शान्ति, न्याय और स्वतन्त्रता की बुनियाद है,

चूंकि मानव अधिकारों के प्रति उपेक्षा और घृणा के फलस्वरूप ही ऐसे बर्बर कार्य हुए जिनसे मनुष्य की आत्मा पर अत्याचार किया गया, चूंकि एक ऐसी विश्व-व्यवस्था की उस स्थापना को ( जिसमें लोगों को भाषण और धर्म की आज़ादी तथा भय और अभाव से मुक्ति मिलेगी ) सर्वसाधारण के लिए सर्वोच्च आकांक्षा घोषित किया गया है,

चूंकि अगर अन्याययुक्त शासन और जुल्म के विरुद्घ लोगों को विद्रोह करने के लिए—उसे ही अन्तिम उपाय समझ कर—मजबूर नहीं हो जाना है, तो कानून द्वारा नियम बनाकर मानव अधिकारों की रक्षा करना अनिवार्य है,

चूंकि राष्ट्रों के बीच मैत्रीपूर्ण सम्बन्धों को बढ़ाना ज़रूरी है,

चूंकि संयुक्त राष्ट्रों के सदस्य देशों की जनताओं ने बुनियादी मानव अधिकारों में, मानव व्यक्तित्व के गौरव और योग्यता में और नरनारियों के समान अधिकारों में अपने विश्वास को अधिकार-पत्र में दुहराया है और यह निश्चय किया है कि अधिक व्यापक स्वतन्त्रता के अन्तर्गत सामाजिक प्रगति एवं जीवन के बेहतर स्तर को ऊंचा किया जाया,

चूंकि सदस्य देशों ने यह प्रतिज्ञा को है कि वे संयुक्त राष्ट्रों के सहयोग से मानव अधिकारों और बुनियादी आज़ादियों के प्रति सार्वभौम सम्मान की वृद्घि करेंगे,

चूंकि इस प्रतिज्ञा को पूरी तरह से निभाने के लिए इन अधिकारों और आज़ादियों का स्वरूप ठीक-ठीक समझना सबसे अधिक ज़रूरी है । इसलिए, अब, सामान्य सभा घोषित करती है कि मानव अधिकारों की यह सार्वभौम घोषणा सभी देशों और सभी लोगों की समान सफलता है । इसका उद्देश्य यह है कि प्रत्येक व्यक्ति और समाज का प्रत्येक भाग इस घोषणा को लगातार दृष्टि में रखते हुए अध्यापन और शिक्षा के द्वारा यह प्रयत्न करेगा कि इन अधिकारों और आज़ादियों के प्रति सम्मान की भावना जाग्रत हो, और उत्तरोत्तर ऐसे राष्ट्रीय तथा अन्तर्राष्ट्रीय उपाय किये जाएं जिनसे सदस्य देशों की जनता तथा उनके द्वारा अधिकृत प्रदेशों की जनता इन अधिकारों की सार्वभौम और प्रभावोत्पादक स्वीकृति दे और उनका पालन करावे ।</p>
	<p>&nbsp;</p>

	<p class="namelabel">Kashmiri</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em; color: #ccc; font-style: italic;">(Translation in progress)</p>
	<p>&nbsp;</p>

	<p class="namelabel">Konkani</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em; color: #ccc; font-style: italic;">(Translation in progress)</p>
	<p>&nbsp;</p>

	<p class="namelabel">Maithili</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em;">सार्वभौम मानवाधिकार घोषणा (राष्ट्रसंघक साधारण सभा 10 दिसम्बर, 1948 केँ एक सार्वभौम मानवाधिकार घोषणा स्वीकृत आʼ उद्घोषित कएलक जकर पूर्णपाठ आगाँ देल गेल अछि। एहि ऐतिहासिक घोषणाक उपरान्त साधारण सभा समस्त सदस्य देशसँ अनुरोध कएलक जे ओ एहि घोषणाक प्रचार करए तथा मुख्यतः, अपन देश आʼ प्रदेशक राजनैतिक स्थितिक अनुरूप बिनु भेदभावक, स्कूल आʼ अन्य शिक्षण संस्था सभमे एकर प्रदर्शन, पठन–पाठन आʼ अनुबोधनक व्यवस्था करए।) एहि घोषणाक आधिकारिक पाठ राष्ट्रसंघक पाँच भाषामे उपलब्ध अछि–अंग्रेजी, चीनी, फ्रांसीसी, रूसी आ, स्पेनिश। एहिठाम एहि घोषणाक मैथिली रूपान्तरण प्रस्तुत अछि।

जेँ कि मानव परिवारक सकल सदस्यक जन्मजात गरिमा आओर समान एवं अविच्छेद्य अधिकारकेँ स्वीकृति देब स्वतन्त्रता, न्याय आʼ विश्वशान्तिक मूलाधार थिक, जेँ कि मानवाधिकारक अवहेलना आʼ अवमाननाक परिणाम होइछ एहन नृशंस आचरण जाहिसँ मानवक अन्तःकरण मर्माहत होइत अछि आओर अवरुद्ध होइत अछि एक एहन विश्वक अवतरण जाहिमे अभिव्यक्ति आʼ विश्वासक स्वतन्त्रता तथा भय आʼ अकिंचनतासँ मुक्ति जनसामान्यक सर्वोच्च आकांक्षा घोषित हो; जेँ कि विधिसम्मत शासन द्वारा मानवाधिकारक रक्षा एहि हेतु परमावश्यक अछि जे केओ व्यक्ति अत्याचार आʼ दमनसँ बँचबाक कोनो आन उपाय नहि पाबि, शासनक विरुद्ध बागी नहि भए जाए; जेँ कि राष्ट्रसभक बीच मैत्रीपूर्ण सम्बन्ध बढ़ाएब परमावश्यक अछि; जेँ कि राष्ट्रसंघक लोक अपन चार्टर मध्य मौलिक मानवाधिकारमे, मानवक गरिमा आʼ मूल्यमे तथा स्त्री आʼ पुरुषक बीच समान अधिकारमे अपन निष्ठा पुनः परिपुष्ट कएलक अछि आओर व्यापक स्वतन्त्रताक संग सामाजिक प्रगति आʼ जीवन स्तरक समुन्नयन हेतु कृत संकल्पित अछि; जेँ कि सदस्य राष्ट्रसभ राष्ट्रसंघक सहयोगसँ मानवाधिकार आʼ मौलिक स्वतन्त्रताक सार्वभौम आदर तथा अनुपालन करबाक हेतु प्रतिबद्ध अछि; जेँ कि एहि प्रतिबद्धताक पूर्ति हेतु उक्त अधिकार आ स्वतन्त्रताक सामान्य बोध परम महत्त्वपूर्ण अछि, तेँ आब, साधारण सभा निम्नलिखित सार्वभौम मानवाधिकार घोषणाकेँ सभ जनता आʼ सभ राष्ट्रक हेतु उपलब्धिक सामान्य मानदण्डक रूपमे, एहि उद्देश्यसँ उद्घोषित करैत अछि जे प्रत्येक व्यक्ति आʼ प्रत्येक सामाजिक एकक एहि घोषणाकेँ निरन्तर ध्यानमे रखैत शिक्षा आʼ उपदेश द्वारा एहि अधिकार आʼ स्वतन्त्रताक प्रति सम्मान भावना जगाबए तथा उत्तरोत्तर एहन उपाय–राष्ट्रीय आ अन्तरराष्ट्रीय–करए जाहिसँ सदस्य राष्ट्रसभक लोक बीच तथा अपन अधीनस्थ अधिक्षेत्रहुक लोक बीच एहि अधिकार आʼ स्वतन्त्रताकेँ सार्वभौम आʼ प्रभावकारी स्वीकृति प्राप्त भए सकैक।</p>
	<p>&nbsp;</p>

	<p class="namelabel">Marathi</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em;">मानवी अधिकाराचा जागतिक जाहीरनामा ज्या अर्थी मानव कुटुँवातील सर्व व्यक्तींची स्वाभाविक प्रतिष्ठा व त्यांचे समान व अहरणीय अधिकार यांना मान्यता देणे हा जगांत स्वातंत्र्य, न्याय व शांतता यांच्या प्रस्थापनेवा पाया होय, ज्या अर्थी, मानवी अधिकारांची अबहेलना व अप्रतिष्ठा झाल्याने अमानुष कृत्ये घडून आली आणि त्यायोगे मानवजातीच्या सद्सद्विवेकबुद्धीवर भयंकर आघात झाला आहे, आणि म्हणून मानवांना भाषण-स्वातंत्र्याचा व श्रद्धास्वातंत्र्याचा उपभोग घेता येईल व भीतवी गरज यांपासून त्यांची मुक्तता होईल अशा जगाची उभारणी करणे ही सामान्य लोकांची सर्वोच्च आकांक्षा म्हणून घोषित करण्यात आली आहे, ज्या अर्थी, जुलूम व दडपशाही यांविरूद्ध अखेरचा उपाय म्हणून मानवाला बंड करणे भाग पडू नये यासाठी मानवी अधिकांराचे संरक्षण कायद्याने करणे अत्यावश्यक आहे, ज्या अर्थी, राष्ट्र राष्ट्रांमध्ये मित्रस्वाचे संबंध बृद्धिंगत करण्याच्या कार्यास चालना देणे अत्यावश्यक आहे, ज्या अर्थी, संयुक्त राष्ट्रसंघटनेतील सदस्य-राष्ट्रांनी सनदेत मूलभूत मानवी अधिकार मानवाची प्रतिष्ठा व महत्व स्त्रीपुरुषांचे समान अधिकार यांवरील आपवी श्रद्धा निश्यपूर्वक पुन्हा व्यक्त केली आहे आणि अधिकाधिक स्वातंत्र्याच्या वातावरणात सामाजिक प्रगती घडवून आणण्याचा व जीवनमान सुधारण्याचा निर्धार केला आहे, ज्या अर्थी, सदस्या राष्ट्रांनी, संयुक्त राष्ट्रसंघटनेच्या सहकार्यांने, मानवी अधिकारांना व मूलभूत स्वातंत्र्यास जागतिक प्रतिष्ठा प्राप्त करून देण्याचे आणि त्यांचे पालन करण्याचे ध्येय साध्य करण्याची प्रतिज्ञा केली आहे, ज्या‌अर्थी, या प्रतिज्ञेच्या परिपूर्तीसाठी, उक्त अधिकार व सार्वत्रिक सर्व प्रकारचे स्वातंत्र्य यांच्याबाबत जाणीव होणे अत्यंत महत्त्वाचे आहे, त्या अर्थी आता ही साधारण सभा हा मानवी अधिकारांचा जागतिक जाहीरनामा सर्व लोकांसाठी ध्येयसिद्धीचा एक समान आदर्श म्हणून उद्‌घोषित करते व त्यासाठी प्रत्येक व्यक्तीने व समाजातील प्रत्येक घटकाने हा जाहीरनामा सतत डोळ यापुढे ठेबून अध्यापन व शिक्षण यांच्या द्वारे या अधिकारांचा व स्वातंत्र्याचा मान राखला जाण्यासाठी आणि राष्ट्रीय व आंतरराष्ट्रीय अशा प्रागतिक स्वरूपाच्या उपाययोजनांच्या द्वारे, सदस्य राष्ट्रांच्या लोकांमध्ये व त्यांच्या क्षेत्राधिकाराखालील प्रदेशांतील लोकांमध्ये त्यांना जागतिक मान्यता मिळवून देण्यासाठी व त्यांचे परिणामकारक पालन केले जाण्यासाठी प्रयत्न केला पाहिजे.</p>
	<p>&nbsp;</p>

	<p class="namelabel">Nepali</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em;">मानव अधिकारको विश्वव्यापी घोषणा मानव परिवारका सबै सदस्यहरूको अन्तर्निहित मान तथा सम्मान र अवछिन्न अधिकारहरूको मान्यता नै स्वतन्त्रता, न्याय, र शान्तिको आधार भएकोले, मानव अधिकारहरू प्रति अवहेलना तथा अनादरको परिणामबाटै नै काम भड मानव जातिको अन्त स्करणमा चिट पुर्‍याइएको हुनाले र मानवहरूले धर्म र वाक स्वन्त्रता तथा भए र अभावबाट मुक्ति पाउनु पर्छ भन्ने सर्व साधारण जनताको घोषित आकांक्षा भएकोले, अत्याचार र दमनको विरुद्ध अरू उपाय नपाएर विद्रोह गर्नू नै अन्तिम उपाय हो भन्ने नउठानुन हो भने मानव अधिकारहरू कानुनी शासनद्वारा संरक्षित रहनु अति आवश्यक भएकोले, राष्ट्रहरूका बीच मैत्री सम्बन्ध वृद्धि गर्न आवश्यक भएकोले संयुक्त राष्ट्र संघका जनता हरूले मानवका मौलिक अधिकारहरू र मनुष्यको मान तथा कदर र नर -नारीहरूको सम्मान अधिकारहरू प्रति पुनः विश्वासको पुस्ट्याइँ अधिकार पत्रमा गरि बढि स्वतन्त्रताको आधारमा सामाजिक प्रगति एवं जीवनको सदस्य राष्ट्रहरू र ती राष्ट्रहरूका अधिकारमा रहेका प्रादेशिक जनताहरूमा समेत ती अधिकारहरू र स्वतन्त्र हरू को विश्वव्यापी र प्रभावशाली मान्यता प्राप्त गर्नको लागि प्रत्येक व्यक्ति र समाजको अंगले निरन्तर मनमा राखि राष्ट्रिय र अन्तरराष्ट्रिय प्रगतिशील कदमहरू द्वारा यी अधिकार र सवतन्त्रताहरू प्रति दीक्षा तथा शिक्षाद्वारा श्रद्धा बढाउन प्रयत्न गरून् भनि साधारण सभाले मानव अधिकारको यस विश्वव्यापी घोषणालाई सबै जनता र राष्ट्रको निम्ति सजिया मापदण्ड भनि घोषणा गर्दछ</p>
	<p>&nbsp;</p>

	<p class="namelabel">Rajasthani</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em; color: #ccc; font-style: italic;">(Translation in progress)</p>
	<p>&nbsp;</p>

	<p class="namelabel">Sanskrit</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em;">मानवाधिकाराणां जागत-अभिघोषणायाः पंचाशत्तमा वर्षपूर्तिः। यत्र जगति शान्ति-न्याय-स्वातन्त्र्याणां आधारः मानव-परिवारस्य सर्वेषामपि सदस्यानां साम्यानां अखण्डितानाञ्च अधिकाराणां, पारम्परिक-गौरवस्य चाभिज्ञाने स्यात्,यत्र मानवाधिकाराणां अवमानेन अनादरेण च कार्याणि दुर्दान्तरूपेण परिणमितानि, यैः मानवीय-चेतना विक्षोभिता, अपि च,सामान्य-जनानां उच्चतमाकांक्षाः अभिघोषिताः स्युः, एवं हि नूतनविश्वारंभेण, मानवाः अभिव्यक्तेः स्वातन्त्र्यमनुभवितुं शक्ष्यन्ति, निर्भयाश्च भवितारः, यत्र चैतत् अनिवार्यम् यदि शोषणात्याचारान् विरुध्य अन्तिम-प्रयासत्वेन मनुष्यः, प्रयासानुष्ठानार्थं नैव विवशीक्रियते चेत्तदा, मानवाधिकाराः विधि-नियमेन संरक्षणीयाः,यत्र च राष्ट्रेषु परस्परं सख्य-सम्बन्धानां विकासजातं समुन्नेतुं परमावश्यकं स्यात्,यत्र मौलिकेषु मानवाधिकारेषु संयुक्त-राष्ट्र-संघस्य जनाः घोषणापत्रे स्वीयास्थां दृढ़ीकृतवन्तः, बृहत्तरे च स्वातन्त्र्ये भद्रतरं जीवनस्तरं सामाजिक-प्रगतिं च समुन्नेतुं निर्णीतम्, स्त्री-पुरुषाणां साम्याधिकारेषु मानव-व्यक्तेः गौरवे मूल्ये च निष्ठा दृढ़ीकृता,यत्र, सदस्यदेशाः मौलिक-स्वातन्ञ्याणां मानवाधिकाराणाञ्च परिपालनार्थं वैश्विकादरस्य समुन्नतये च, संयुक्त-राष्ट्र-संघेन संभूय प्रतिश्रुताः स्युः,यत्र स्वीय-प्रतिश्रुतीनां परिपूर्णतायै एतेषां अधिकाराणांस्वातन्त्र्याणां च सामान्यावगमनं महत्तमं महत्त्वाधायि च स्यात्,तदर्थं साम्प्रतम्,महासभा सर्वेषां राष्ट्राणां सर्वेषां च जनानां कृते सामान्योपलब्धि-स्तर-रूपेण मानवाधिकाराणां एनां जागताभिघोषणां अभिघोषयति। समाजस्य प्रत्येकमपि अंगम्, प्रत्येकमपि जनः, मनसि सततं अभिघोषणामेनां निधाय, एतेषां अधिकाराणांस्वातन्त्र्याणां च कृते सम्मानं समुन्नेतुं शिक्षाध्यापनार्थं प्रयतिष्यते, अपि च, स्वीय-क्षेत्राधिकारान्तर्गतं क्षेत्रवास्तव्येषु जनेषु स्वेषु च सदस्यदेशेषु तदीयेषु जनेषु च स्वीय-वैश्विक-प्रभावि-परिपालनाभ्युपगमनानि संरक्षितुं आन्ताराष्ट्रिकाणां राष्ट्रिकाणाञ्च प्रगतिशीलोपायानां च माध्यमेन प्रयतिष्यते।</p>
	<p>&nbsp;</p>

	<p class="namelabel">Sindhi</p>
	<p class="changesizeParagraphs" style="font-size: 22px; line-height: 1.2em;">इन्सानी हक़नि जो आलमगीर ऐलान तआरूफ़ जिते इन्सानी वक़ार जी विरासत ऐं तस्लीम जे हक़ ऐं इन्सानी ख़ानदान जे सभीनि फ़र्दनि जे बराबरि ऐं निहायत हक़जे बुनियाद दुनिया में आज़ादी, इन्साफ़ ऐं अमन जो बुनियाद आहे. जिते इन्सानी हक़नि जी तोफ़ीक़ ऐं तो हीन, वहि थी अमलनि जे ज़मीर से ग़मगीन करे चुका आहिनि, ऐ हिक अहिडी दुनिया जी आमद थी जंहि में इंसान तक़रीर ऐ अक़ीदे जी आज़ादी ऐं ख़ौफ़ ऐं चाहत जी आज़ादी खां लुत्फ़ अंदोज़ थीं दो. आम माण्हुनि जो, जॾहित इहो लाज़िमी आहे, त इन्सान खे जबर ऐ जबर खां बग़ावत करण जे लाइ आख़िरी तरीक़ेबंदी करण ते मजिबूरु न कयो व अऐ, त इन्सानी क़ानून खे क़ानून जी हकुमरानी अ खां महिफ़ूज़ रखणु घुहिजे, जड्हित क़ोमुनि विच में दोस्ताणनि तैलक़ात जी तरक़ीअ खे फ़रुग डि्यणु ज़रुरी आहे. जॾनित अक्वाम मुतहिद जे चार्टर में मन्थूर में बुनियादी इन्सानी हक़नि ते, पहिजी इन्सानी अज़त ऐं वक़ार ऐं मर्द ऐं औरत जे बराबरि हक़नि में उनहनि जे ऐतमाद खे बीहर मइयो वियो आहे ऐं समाजी तरक़ी ऐं ज़िन्दगीअ जे वहितरि मइयारनि खे फ़रूग़ ॾियण जो अज़मु कयो आहे वॾी आज़ादी. जॾहित मेंम्बर रियासर्तुनि पाण खे गॾियल क़ोमुनि जे तआवुन सां, इन्सानी हक़नि ऐं इन्सानों हक़नि ऐं बुनियादी आज़ादीअ जी पासदरीअ लाइ अफ़ाक़ी, अहितराम, ऐं अफ़ाक़ी अहितराम खे फरूग़ ॾियण जो अज़गु कयो आहे.</p>
	<p>&nbsp;</p>

</div>
