<div contenteditable="true" style="width: 95%;">

	<p class="sizelabel">Shown at: <span style="font-weight:bold;"><span id="changedfontsizeSpacing">30</span>px / <span id="changedlineheightSpacing">1.5</span>em</span></p><br/>

		<div class="dontprint">
			<input type="range" min="12" max="100" value="30" step="1" oninput="changeFontSizeSpacing(this.value)" onchange="changeFontSizeSpacing(this.value)" style="width: 300px;" />
			<input type="range" min="1" max="2.5" value="1.5" step="0.05" oninput="changeLineHeightSpacing(this.value)" onchange="changeLineHeightSpacing(this.value)" style="width: 125px;" />
			<script type="text/javascript">
				function changeFontSizeSpacing(newValue) {
					document.getElementById("changedfontsizeSpacing").innerHTML=newValue;
					$('.changesizeSpacing').css('font-size',newValue + 'px');
				};
				function changeLineHeightSpacing(newValue) {
					document.getElementById("changedlineheightSpacing").innerHTML=newValue;
					$('.changesizeSpacing').css('line-height',newValue);
				};
			</script>
		</div>
		<br />

	<p class="changesizeSpacing" style="font-size: 30px; line-height: 150%;">
		कककखकगकघकङकचकछकजकझकञकटकठकडकढकणकतकथकदकधकनकपकफकबकभकमकयकरकलकवकशकषकसकहकळक<br/>
		खकखखखगखघखङखचखछखजखझखञखटखठखडखढखणखतखथखदखधखनखपखफखबखभखमखयखरखलखवखशखषखसखहखळख<br/>
		गकगखगगगघगङगचगछगजगझगञगटगठगडगढगणगतगथगदगधगनगपगफगबगभगमगयगरगलगवगशगषगसगहगळग<br/>
		घकघखघगघघघङघचघछघजघझघञघटघठघडघढघणघतघथघदघधघनघपघफघबघभघमघयघरघलघवघशघषघसघहघळघ<br/>
		ङकङखङगङघङङङचङछङजङझङञङटङठङडङढङणङतङथङदङधङनङपङफङबङभङमङयङरङलङवङशङषङसङहङळङ<br/>
		चकचखचगचघचङचचचछचजचझचञचटचठचडचढचणचतचथचदचधचनचपचफचबचभचमचयचरचलचवचशचषचसचहचळच<br/>
		छकछखछगछघछङछचछछछजछझछञछटछठछडछढछणछतछथछदछधछनछपछफछबछभछमछयछरछलछवछशछषछसछहछळछ<br/>
		जकजखजगजघजङजचजछजजजझजञजटजठजडजढजणजतजथजदजधजनजपजफजबजभजमजयजरजलजवजशजषजसजहजळज<br/>
		झकझखझगझघझङझचझछझजझझझञझटझठझडझढझणझतझथझदझधझनझपझफझबझभझमझयझरझलझवझशझषझसझहझळझ<br/>
		ञकञखञगञघञङञचञछञजञझञञञटञठञडञढञणञतञथञदञधञनञपञफञबञभञमञयञरञलञवञशञषञसञहञळञ<br/>
		टकटखटगटघटङटचटछटजटझटञटटटठटडटढटणटतटथटदटधटनटपटफटबटभटमटयटरटलटवटशटषटसटहटळट<br/>
		ठकठखठगठघठङठचठछठजठझठञठटठठठडठढठणठतठथठदठधठनठपठफठबठभठमठयठरठलठवठशठषठसठहठळठ<br/>
		डकडखडगडघडङडचडछडजडझडञडटडठडडडढडणडतडथडदडधडनडपडफडबडभडमडयडरडलडवडशडषडसडहडळड<br/>
		ढकढखढगढघढङढचढछढजढझढञढटढठढडढढढणढतढथढदढधढनढपढफढबढभढमढयढरढलढवढशढषढसढहढळढ<br/>
		णकणखणगणघणङणचणछणजणझणञणटणठणडणढणणणतणथणदणधणनणपणफणबणभणमणयणरणलणवणशणषणसणहणळण<br/>
		तकतखतगतघतङतचतछतजतझतञतटतठतडतढतणतततथतदतधतनतपतफतबतभतमतयतरतलतवतशतषतसतहतळत<br/>
		थकथखथगथघथङथचथछथजथझथञथटथठथडथढथणथतथथथदथधथनथपथफथबथभथमथयथरथलथवथशथषथसथहथळथ<br/>
		दकदखदगदघदङदचदछदजदझदञदटदठदडदढदणदतदथदददधदनदपदफदबदभदमदयदरदलदवदशदषदसदहदळद<br/>
		धकधखधगधघधङधचधछधजधझधञधटधठधडधढधणधतधथधदधधधनधपधफधबधभधमधयधरधलधवधशधषधसधहधळध<br/>
		नकनखनगनघनङनचनछनजनझनञनटनठनडनढनणनतनथनदनधनननपनफनबनभनमनयनरनलनवनशनषनसनहनळन<br/>
		पकपखपगपघपङपचपछपजपझपञपटपठपडपढपणपतपथपदपधपनपपपफपबपभपमपयपरपलपवपशपषपसपहपळप<br/>
		फकफखफगफघफङफचफछफजफझफञफटफठफडफढफणफतफथफदफधफनफपफफफबफभफमफयफरफलफवफशफषफसफहफळफ<br/>
		बकबखबगबघबङबचबछबजबझबञबटबठबडबढबणबतबथबदबधबनबपबफबबबभबमबयबरबलबवबशबषबसबहबळब<br/>
		भकभखभगभघभङभचभछभजभझभञभटभठभडभढभणभतभथभदभधभनभपभफभबभभभमभयभरभलभवभशभषभसभहभळभ<br/>
		मकमखमगमघमङमचमछमजमझमञमटमठमडमढमणमतमथमदमधमनमपमफमबमभमममयमरमलमवमशमषमसमहमळम<br/>
		यकयखयगयघयङयचयछयजयझयञयटयठयडयढयणयतयथयदयधयनयपयफयबयभयमयययरयलयवयशयषयसयहयळय<br/>
		रकरखरगरघरङरचरछरजरझरञरटरठरडरढरणरतरथरदरधरनरपरफरबरभरमरयरररलरवरशरषरसरहरळर<br/>
		लकलखलगलघलङलचलछलजलझलञलटलठलडलढलणलतलथलदलधलनलपलफलबलभलमलयलरलललवलशलषलसलहलळल<br/>
		वकवखवगवघवङवचवछवजवझवञवटवठवडवढवणवतवथवदवधवनवपवफवबवभवमवयवरवलवववशवषवसवहवळव<br/>
		शकशखशगशघशङशचशछशजशझशञशटशठशडशढशणशतशथशदशधशनशपशफशबशभशमशयशरशलशवशशशषशसशहशळश<br/>
		षकषखषगषघषङषचषछषजषझषञषटषठषडषढषणषतषथषदषधषनषपषफषबषभषमषयषरषलषवषशषषषसषहषळष<br/>
		सकसखसगसघसङसचसछसजसझसञसटसठसडसढसणसतसथसदसधसनसपसफसबसभसमसयसरसलसवसशसषसससहसळस<br/>
		हकहखहगहघहङहचहछहजहझहञहटहठहडहढहणहतहथहदहधहनहपहफहबहभहमहयहरहलहवहशहषहसहहहळह<br/>
		ळकळखळगळघळङळचळछळजळझळञळटळठळडळढळणळतळथळदळधळनळपळफळबळभळमळयळरळलळवळशळषळसळहळळळ<br/>

		<br /><br />
		
		<span class="inline">
			०१०२०३०४०५०६०७०८०९००<br />
			११२१३१४१५१६१७१८१९१०१<br />
			२१२२३२४२५२६२७२८२९२०२<br />
			३१३२३३४३५३६३७३८३९३०३<br />
			४१४२४३४४५४६४७४८४९४०४<br />
			५१५२५३५४५५६५७५८५९५०५<br />
			६१६२६३६४६५६६७६८६९६०६<br />
			७१७२७३७४७५७६७७८७९७०७<br />
			८१८२८३८४८५८६८७८८९८०८<br />
			९१९२९३९४९५९६९७९८९९०९<br />
		</span>
		<span class="inline">
			००१००२००३००४००५००६००७००८००९०००<br />
			१११२११३११४११५११६११७११८११९११०११<br />
			२२१२२२३२२४२२५२२६२२७२२८२२९२२०२२<br />
			३३१३३२३३४३३५३३३६३३७३३८३३९३३०३३<br />
			४४१४४२४४३४४४५४४६४४७४४८४४९४४०४४<br />
			५५१५५२५५३५५४५५५६५५७५५८५५९५५०५५<br />
			६६१६६२६६३६६४६६५६६६७६६८६६९६६०६६<br />
			७७१७७२७७३७७४७७५७७६७७७८७७९७७०७७<br />
			८८१८८२८८३८८४८८५८८६८८७८८८९८८०८८<br />
			९९१९९२९९९३९९४९९५९९६९९७९९८९९०९९<br />
		</span>
		<br /><br />
		.१.१.२.२.३.३.४.४.५.५.६.६.७.७.८.८.९.९.०.०.<br />
		,१,१,२,२,३,३,४,४,५,५,६,६,७,७,८,८,९,९,०,०,<br />
		<br />
		₹१२ ₹२३ ₹३४ ₹४५ ₹५६ ₹६७ ₹७८ ₹८९ ₹९० ₹०१<br />
		१२₹ २३₹ ३४₹ ४५₹ ५६₹ ६७₹ ७८₹ ८९₹ ९०₹ ०१₹<br />

		<br /><br />

		अ. आ. इ. ई. उ. ऊ. ऋ. ॠ. ऌ. ॡ. ऍ. ऎ. ए. ऐ. ऑ. ऒ. ओ. औ. अं. अः.<br />
		क. ख. ग. घ. ङ. च. छ. ज. झ. ञ. ट. ठ. ड. ढ. ण. त. थ. द. ध. न. प. फ. ब. भ. म. य. र. ल. व. श. ष. स. ह. ळ.<br />
		<br />
		अ, आ, इ, ई, उ, ऊ, ऋ, ॠ, ऌ, ॡ, ऍ, ऎ, ए, ऐ, ऑ, ऒ, ओ, औ, अं, अः,<br />
		क, ख, ग, घ, ङ, च, छ, ज, झ, ञ, ट, ठ, ड, ढ, ण, त, थ, द, ध, न, प, फ, ब, भ, म, य, र, ल, व, श, ष, स, ह, ळ,<br />
		<br />
		अ: आ: इ: ई: उ: ऊ: ऋ: ॠ: ऌ: ॡ: ऍ: ऎ: ए: ऐ: ऑ: ऒ: ओ: औ: अं: अः:<br />
		क: ख: ग: घ: ङ: च: छ: ज: झ: ञ: ट: ठ: ड: ढ: ण: त: थ: द: ध: न: प: फ: ब: भ: म: य: र: ल: व: श: ष: स: ह: ळ:<br />
		१: २: ३: ४: ५: ६: ७: ८: ९: ०:<br />
		<br />
		अ; आ; इ; ई; उ; ऊ; ऋ; ॠ; ऌ; ॡ; ऍ; ऎ; ए; ऐ; ऑ; ऒ; ओ; औ; अं; अः;<br />
		क; ख; ग; घ; ङ; च; छ; ज; झ; ञ; ट; ठ; ड; ढ; ण; त; थ; द; ध; न; प; फ; ब; भ; म; य; र; ल; व; श; ष; स; ह; ळ;<br />
		१; २; ३; ४; ५; ६; ७; ८; ९; ०;<br />
		<br />
		अ? आ? इ? ई? उ? ऊ? ऋ? ॠ? ऌ? ॡ? ऍ? ऎ? ए? ऐ? ऑ? ऒ? ओ? औ? अं? अः?<br />
		क? ख? ग? घ? ङ? च? छ? ज? झ? ञ? ट? ठ? ड? ढ? ण? त? थ? द? ध? न? प? फ? ब? भ? म? य? र? ल? व? श? ष? स? ह? ळ?<br />
		१? २? ३? ४? ५? ६? ७? ८? ९? ०?<br />
		<br />
		अ! आ! इ! ई! उ! ऊ! ऋ! ॠ! ऌ! ॡ! ऍ! ऎ! ए! ऐ! ऑ! ऒ! ओ! औ! अं! अः!<br />
		क! ख! ग! घ! ङ! च! छ! ज! झ! ञ! ट! ठ! ड! ढ! ण! त! थ! द! ध! न! प! फ! ब! भ! म! य! र! ल! व! श! ष! स! ह! ळ!<br />
		१! २! ३! ४! ५! ६! ७! ८! ९! ०!<br />
		<br />
		अ॰ आ॰ इ॰ ई॰ उ॰ ऊ॰ ऋ॰ ॠ॰ ऌ॰ ॡ॰ ऍ॰ ऎ॰ ए॰ ऐ॰ ऑ॰ ऒ॰ ओ॰ औ॰ अं॰ अः॰<br />
		क॰ ख॰ ग॰ घ॰ ङ॰ च॰ छ॰ ज॰ झ॰ ञ॰ ट॰ ठ॰ ड॰ ढ॰ ण॰ त॰ थ॰ द॰ ध॰ न॰ प॰ फ॰ ब॰ भ॰ म॰ य॰ र॰ ल॰ व॰ श॰ ष॰ स॰ ह॰ ळ॰<br />
		रु॰ नं॰<br />
		<br />
		अ। आ। इ। ई। उ। ऊ। ऋ। ॠ। ऌ। ॡ। ऍ। ऎ। ए। ऐ। ऑ। ऒ। ओ। औ। अं। अः।<br />
		क। ख। ग। घ। ङ। च। छ। ज। झ। ञ। ट। ठ। ड। ढ। ण। त। थ। द। ध। न। प। फ। ब। भ। म। य। र। ल। व। श। ष। स। ह। ळ।<br />
		१। २। ३। ४। ५। ६। ७। ८। ९। ०।<br />
		<br />
		अ॥ आ॥ इ॥ ई॥ उ॥ ऊ॥ ऋ॥ ॠ॥ ऌ॥ ॡ॥ ऍ॥ ऎ॥ ए॥ ऐ॥ ऑ॥ ऒ॥ ओ॥ औ॥ अं॥ अः॥<br />
		क॥ ख॥ ग॥ घ॥ ङ॥ च॥ छ॥ ज॥ झ॥ ञ॥ ट॥ ठ॥ ड॥ ढ॥ ण॥ त॥ थ॥ द॥ ध॥ न॥ प॥ फ॥ ब॥ भ॥ म॥ य॥ र॥ ल॥ व॥ श॥ ष॥ स॥ ह॥ ळ॥<br />
		१॥ २॥ ३॥ ४॥ ५॥ ६॥ ७॥ ८॥ ९॥ ०॥<br />
		<br />
	</p>
	<p class="sizelabel">(Two single "।" instead of the correct "॥")</p>
	<p class="changesizeSpacing" style="font-size: 30px; line-height: 150%;">
		क।। ख।। ग।। घ।। ङ।।<br/>

		<br /><br />

		-अ-आ-इ-ई-उ-ऊ-ऋ-ॠ-ऌ-ॡ-ऍ-ऎ-ए-ऐ-ऑ-ऒ-ओ-औ-अं-अः-<br />
		-क-ख-ग-घ-ङ-च-छ-ज-झ-ञ-ट-ठ-ड-ढ-ण-त-थ-द-ध-न-प-फ-ब-भ-म-य-र-ल-व-श-ष-स-ह-ळ-<br />
		-१-२-३-४-५-६-७-८-९-०-<br />
		<br />
		–अ–आ–इ–ई–उ–ऊ–ऋ–ॠ–ऌ–ॡ–ऍ–ऎ–ए–ऐ–ऑ–ऒ–ओ–औ–अं–अः–<br />
		–क–ख–ग–घ–ङ–च–छ–ज–झ–ञ–ट–ठ–ड–ढ–ण–त–थ–द–ध–न–प–फ–ब–भ–म–य–र–ल–व–श–ष–स–ह–ळ–<br />
		–१–२–३–४–५–६–७–८–९–०–<br />
		<br />
		—अ—आ—इ—ई—उ—ऊ—ऋ—ॠ—ऌ—ॡ—ऍ—ऎ—ए—ऐ—ऑ—ऒ—ओ—औ—अं—अः—<br />
		—क—ख—ग—घ—ङ—च—छ—ज—झ—ञ—ट—ठ—ड—ढ—ण—त—थ—द—ध—न—प—फ—ब—भ—म—य—र—ल—व—श—ष—स—ह—ळ—<br />
		—१—२—३—४—५—६—७—८—९—०—<br />
		<br />
		‘अ’ ‘आ’ ‘इ’ ‘ई’ ‘उ’ ‘ऊ’ ‘ऋ’ ‘ॠ’ ‘ऌ’ ‘ॡ’ ‘ऍ’ ‘ऎ’ ‘ए’ ‘ऐ’ ‘ऑ’ ‘ऒ’ ‘ओ’ ‘औ’ ‘अं’ ‘अः’<br />
		‘क’ ‘ख’ ‘ग’ ‘घ’ ‘ङ’ ‘च’ ‘छ’ ‘ज’ ‘झ’ ‘ञ’ ‘ट’ ‘ठ’ ‘ड’ ‘ढ’ ‘ण’ ‘त’ ‘थ’ ‘द’ ‘ध’ ‘न’ ‘प’ ‘फ’ ‘ब’ ‘भ’ ‘म’ ‘य’ ‘र’ ‘ल’ ‘व’ ‘श’ ‘ष’ ‘स’ ‘ह’ ‘ळ’<br />
		‘१’ ‘२’ ‘३’ ‘४’ ‘५’ ‘६’ ‘७’ ‘८’ ‘९’ ‘०’<br />
		<br />
		“अ” “आ” “इ” “ई” “उ” “ऊ” “ऋ” “ॠ” “ऌ” “ॡ” “ऍ” “ऎ” “ए” “ऐ” “ऑ” “ऒ” “ओ” “औ” “अं” “अः”<br />
		“क” “ख” “ग” “घ” “ङ” “च” “छ” “ज” “झ” “ञ” “ट” “ठ” “ड” “ढ” “ण” “त” “थ” “द” “ध” “न” “प” “फ” “ब” “भ” “म” “य” “र” “ल” “व” “श” “ष” “स” “ह” “ळ”<br />
		“१” “२” “३” “४” “५” “६” “७” “८” “९” “०”<br />

		<br /><br />

		(अ) (आ) (इ) (ई) (उ) (ऊ) (ऋ) (ॠ) (ऌ) (ॡ) (ऍ) (ऎ) (ए) (ऐ) (ऑ) (ऒ) (ओ) (औ) (अं) (अः)<br />
		(क) (ख) (ग) (घ) (ङ) (च) (छ) (ज) (झ) (ञ) (ट) (ठ) (ड) (ढ) (ण) (त) (थ) (द) (ध) (न) (प) (फ) (ब) (भ) (म) (य) (र) (ल) (व) (श) (ष) (स) (ह) (ळ)<br />
		(१) (२) (३) (४) (५) (६) (७) (८) (९) (०)<br />
		<br />
		[अ] [आ] [इ] [ई] [उ] [ऊ] [ऋ] [ॠ] [ऌ] [ॡ] [ऍ] [ऎ] [ए] [ऐ] [ऑ] [ऒ] [ओ] [औ] [अं] [अः]<br />
		[क] [ख] [ग] [घ] [ङ] [च] [छ] [ज] [झ] [ञ] [ट] [ठ] [ड] [ढ] [ण] [त] [थ] [द] [ध] [न] [प] [फ] [ब] [भ] [म] [य] [र] [ल] [व] [श] [ष] [स] [ह] [ळ]<br />
		[१] [२] [३] [४] [५] [६] [७] [८] [९] [०]<br />
		<br />
		{अ} {आ} {इ} {ई} {उ} {ऊ} {ऋ} {ॠ} {ऌ} {ॡ} {ऍ} {ऎ} {ए} {ऐ} {ऑ} {ऒ} {ओ} {औ} {अं} {अः}<br />
		{क} {ख} {ग} {घ} {ङ} {च} {छ} {ज} {झ} {ञ} {ट} {ठ} {ड} {ढ} {ण} {त} {थ} {द} {ध} {न} {प} {फ} {ब} {भ} {म} {य} {र} {ल} {व} {श} {ष} {स} {ह} {ळ}<br />
		{१} {२} {३} {४} {५} {६} {७} {८} {९} {०}<br />

	</p>
</div>